<section class="mini-layout">
    <div class="frame_title clearfix">
        <div class="pull-left">
            <span class="help-inline"></span>
            <span class="title">Документация по модулю Add</span>
        </div>
        <div class="pull-right">
            <div class="d-i_b">
                <a href="/admin/components/cp/add/" class="t-d_n m-r_15"><span class="f-s_14">←</span> <span class="t-d_u">Вернуться</span></a>
            </div>
        </div>
    </div> 

    <h2 class="muted">Описание</h2>
    <h4>Add</h4>
    <p>Добавлятор PRO - это расширенная версия модуля для ImageCMS, позволяющая посетителям сайта, добавлять свои страницы на сайт. Модуль можно использовать как для добавления объявлений, добавления статей, новостей, цитат, фотографий, и многого другого.</p>
    <p><strong>Особенности и возможности</strong></p>
    <ul>
        <li>Возможность создавать несколько вариантов добавления информации (например, добавление объявления, и добавления новости)</li>
        <li>Гибкие настройки для каждого варианта добавления.</li>
        <li>Система добавления, состоит из двух шагов.</li>
        <li>Вывод дополнительных полей, в зависимости от выбранной категории.</li>
        <li>Возможность заполнения дополнительных полей, и загрузки файлов и фотографий.</li>
        <li>Оповещение на Е-майл о добавлении материала.</li>
        <li>Возможность удалять добавленный материал.</li>
    </ul>
    <p>Автор: <a href="http://chuikoff.ru" target="_blank">Чуйков Константин</a></p>
</section>